--
-- PostgreSQL database dump
--

\restrict zDfuSXoW8XJDhvBUxNSkEiRf0BzErTBDCSGyS4O421nRcfmOkT1yfDJjRFw1SxT

-- Dumped from database version 17.10
-- Dumped by pg_dump version 17.10

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET transaction_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Data for Name: accidents; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.accidents (id, no, accident_date, year, month, township, location, involved_vehicle, vehicle_id, involved_person, personnel_id, accident_type, responsibility, responsibility_level, level, description, cause_analysis, loss_amount, compensation, status, handler, close_date, remark, created_at, updated_at, is_deleted, rectification_deadline_days, related_hazard_id, related_emergency_id, casualties, injuries, is_demo, handler_id) FROM stdin;
1	2	2023-02-19	2023	2	宁津		\N	\N	程彦利	\N	生产安全	上班期间	责任	责任	2023年2月19日11:20分左右，宁津项目张大庄镇保洁员程彦利，在张木椿桥西10米附近沟（东西方向）边边坡，在骑电动三轮车倒车时，车辆和人员一起掉入沟内。车辆掉入沟内水中，车头朝西，车尾朝东，程彦利胸部撞在沟里的杨树上，导致受伤。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
2	4	2023-04-04	2023	4	宁津		\N	\N	周文华	\N	突发疾病	——	非责任	非责任	当日，公司安环品质部在作业巡查时发现，长官镇公路沿线有涨桶现象，随即安排该镇主管张华平进行整改，张华平电话通知该路段驾驶员王建旭具体落实整改要求，在王建旭得知该车辅助工周文华正在输液后，对其表示不用参加作业，周文华则表示半小时即可输完，要求参加作业，随后二人于 10:00 进行整改，在王建旭看到周文华挂桶喘息厉害后，随即让其停止并在车上休息，12:12 到达车辆集中停放点，王建旭驾驶个人车辆捎带周文华返回自家门口，周文华则从其家门口骑车回家；15:20 左右，王建旭接到周文华朋友电话告知周文华死亡。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
3	5	2023-05-07	2023	5	宁津		\N	\N	时慧茹	\N	交通事故	上班期间	次要责任	次要责任	2023年5月7日7:20左右，时集驾驶员王春堂驾驶鲁ND4459垃圾收运车在宁东公路（时集镇路段）由北向南收运垃圾。在时集镇张庄宁东路边收运第三个垃圾桶时，伤者骑电动车撞在垃圾收运车尾部车牌处，对方受伤后报警，受伤人员在家属陪伴下送往医院治疗。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
4	6	2023-06-22	2023	6	宁津		\N	\N	姜永和	\N	生产安全	上班期间	责任	责任	2023年6月22日9点左右，津城街道保洁员姜永和在陈万侯村使用背负式电动喷雾器进行除草作业，工作过程中背带松动，从喷雾器卡口上滑落，使喷雾器下落割伤右脚跟，导致姜永和右脚跟皮肉脱落。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
5	7	2023-07-06	2023	7	宁津		\N	\N	傅景祯	\N	交通事故	上下班途中	同等责任	同等责任	当日，大柳镇傅集西村保洁员傅景祯驾驶电动三轮车去工业园打扫卫生。行驶至G104国道范庄路口向南200米处，傅景祯由北向南，左转过马路（向东行驶）时，与由南向北行驶的小货车（车型为：上汽跃进S70，车牌号为：鲁NL968Z）相撞，相撞后保洁员的电动三轮车倒地，被压制在货车前保险杠下，保洁员傅景祯撞出至2.8米，身体正面向下，接触地面，头部后方发生轻微出血，有少许呕吐物，身体持续发抖。 事故发生后，乡镇主管谢俊章急忙去查看情况，并向公司汇报，公司第一时间派人到达现场，了解情况。肇事司机报警并拨打了120，县医院救护车到达现场后将伤者傅景祯送往医院急救。7月7日16:30左右傅景祯去世。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
6	8	2023-08-25	2023	8	宁津		\N	\N	张立祯	\N	生产安全	上班期间	责任	责任	8月25日，张大庄乡镇主管徐凤山、管理员张金国组织整改河堤上的生活垃圾。垃圾收运车司机徐全胜将收运车箱体后门打开，保洁员将生活垃圾由箱体后门将垃圾清理至车箱内。在清理过程中，有一玻璃渣将保洁员张立祯的头部划伤，伤口约1.5厘米长，缝合三针。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
7	9	2023-08-28	2023	8	宁津		\N	\N	谢子萱	\N	交通事故	上班期间	次要责任	次要责任	2023年8月28日10时01分许，孙洪彬驾驶鲁NGB505号货车沿宁津县津泉路由南向北行驶至肇事点时，与由东向南左转弯的曲玉锁驾驶的电动三轮车相撞，致曲玉锁、谢子董、吴延曼、谢汶泽、谢梦然伤，两车损坏，造成道路交通事故，谢子董、曲玉锁经医院抢救无效死亡。当时，我司驾驶员王春义驾驶鲁ND6549收运车在距离肇事点南20米处道路东侧停车收运垃圾，车头朝北车尾朝南，停车时已打开双闪。	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
8	10	2023-10-04	2023	10	宁津		\N	\N	王洋洋	\N	交通事故	上班期间	次要责任	次要责任	2023年10月04日12时02分，我司驾驶员杨书峰驾驶垃圾收运车（车牌号为鲁ND54K2）跟随对方车辆（车牌号为鲁NH71L6）沿后孔路由西向东行驶至张大庄镇双碓村村委会广场时，对方车辆（鲁NH71L6）在双碓村村委会广场处下公路后又突然左转掉头上公路，我方车辆避让不及撞到对方车左后车门及车尾，致使我司车辆车头受损及对方小型汽车左后车门、车辆左后方及后窗玻璃损坏。对方车辆乘车人王洋洋伤，拨打120送医院（详细描述事件发生的过程、行为/状态、工作环境；涉及到的人员、设备/设施、材料、工具、伤亡情况、应急救援和善后处理等。）	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
9	11	2023-10-23	2023	10	宁津		\N	\N	马清禄	\N	交通事故	上班期间	同等责任	同等责任	2023年10月23日9:50分左右，津城街道驾驶员刘学雪驾驶车牌号为鲁ND6083的垃圾收运车，沿津泉路由北向南行驶至东环与北环交叉口，此时交通信号灯左转为绿灯，直行信号灯为红灯，我方车辆进入左转道时，社会人员马清禄骑自行车从右侧直行车道停车灯等红灯的两车之间突然驶出，我方驾驶员紧急刹车并左打方向避让，因刹车距离不足导致垃圾收运车左前车头与社会人员马清禄相撞，致使马清禄受伤。	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
10	12	2023-11-06	2023	11	宁津		\N	\N	李文升	\N	突发疾病	上班期间	非责任	非责任	2023年11月6日17:16分，相衙镇垃圾中转站李天卫外出返回后发现李文升躺在床上，呼叫无应答，确认李文升死亡。上报公司并通知其家属。事故发生前大约16:36分至17:00左右，三名垃圾收运车司机在此站转运垃圾，并与死者李文升交流，并未发现身体异样。三名司机在17：00左右离站，初步判定李文升为突发疾病死亡。发生事故后，拨打120。120到达后，测量死者心跳，已无生命特征。李天卫通知驾驶员李殿波来站查看此事，李殿波立即将情况汇报给机械作业部经理张康。公司收到通知后，赶赴现场。18:37垃圾转运站负责人崔栋拨打110报警。当地派出所到达后询问情况，排出刑事案件及自杀。家属认同突发疾病死亡，拒绝尸检。20:00左右，家属将死者抬回家中	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
11	13	2023-11-25	2023	11	宁津		\N	\N		\N	交通事故	上班期间	主要责任	主要责任	2023年11月25日08时35分许，杨书峰驾驶的鲁ND54K2垃圾收运车，沿宁津县张大庄镇前村由南向北行驶至事故地点，与由东向西张晓雨驾驶的鲁NLY688小型汽车相撞，导致我方车辆前保险杠倾斜，右侧大灯损坏，对方车辆驾驶室后方车门损坏。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
12	2	2024-02-25	2024	2	宁津		\N	\N	丁金立	\N	意外伤害	上班期间	非责任	非责任	2024年2月25日下雪后，保洁员丁金立在龙庄村扫雪过程中将腰扭伤。	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
39	1	2026-01-23	2026	1	宁津		\N	\N	否	\N	孙万龙	孙万龙收运垃圾时社会车辆追尾	无责任	无责任	大曹镇	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
13	4	2024-04-12	2024	4	宁津		\N	\N	刘玉芝	\N	交通事故	上班期间	无责任	无责任	2024年4月12日15:00左右，保洁员刘玉芝打扫完卫生后，在非机动车道即将驾驶电动三轮车行驶时，后方一电动三轮车撞击我方三轮车尾部，致使刘玉枝从车上摔下，导致受伤。我方三轮车尾部稍微变形，对方三轮车右前方车头变形。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
14	5	2024-04-12	2024	4	宁津		\N	\N		\N	交通事故	上班期间	全部责任	全部责任	2024年4月12日14:00左右，转运车驾驶员张风超在转运过程中，中途路过乐陵市丁坞镇乐达物流园东（乐陵高速路口北向东500米处路北一侧的南北辅道），购买午餐后准备驾车行驶。在上车前观察车后方没有车辆，在车辆启动倒车后退过程中，与车尾后车一辆小轿车发生轻微碰撞，刮碰车头位置，致使后车向后推行10公分左右，对方车辆雷达失灵，丁坞派出所判定，我方全责。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
15	6	2024-05-20	2024	5	宁津		\N	\N	郝文各	\N	交通事故	上班期间	无责任	无责任	2024年5月20日10时45分左右，我司驾驶员郝殿明驾驶（车牌号为鲁ND7058）的垃圾收运车，由南向北行驶至杜集镇博古寺村村西十字路口时，被由西向东行驶的电动三轮车撞在我方垃圾收运车后轮上，造成电动三轮车驾驶员头部局部擦伤，送往医院检查。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
16	8	2024-07-24	2024	7	宁津		\N	\N	张会祥	\N	意外伤害	上班期间	非责任	非责任	2024年7月24日19:40分左右，宁津项目长官镇生活垃圾转运站操作工张会祥在转运站被猫抓到左手，造成左手破口。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
17	9	2024-07-28	2024	7	宁津		\N	\N	张培俊	\N	意外伤害	上班期间	非责任	非责任	2024年7月28日8:30分左右，宁津项目大曹镇保洁员张培俊在擦洗垃圾桶时，被垃圾桶内窜出的野猫抓伤，从脸部至左手处受伤。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
18	10	2024-08-01	2024	8	宁津		\N	\N	赵振艳	\N	意外伤害	上班期间	非责任	非责任	2024年8月1日8:00分左右，宁津项目相衙镇王铎村保洁员赵振艳在盖垃圾桶盖时，被垃圾桶内窜出的野猫抓伤，左手大拇指与手掌连接处受伤。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
19	11	2024-08-15	2024	8	宁津		\N	\N		\N	交通事故	上班期间	全部责任	全部责任	2024年08月15日15时00分左右，我司驾驶员李殿波驾驶（车牌号为鲁NE74Y2）的垃圾收运车，由北向南行驶至相衙镇老街路信用社北300米处停车开门时，被由北向南顺向行驶的机动车撞在我方垃圾收运车驾驶室左侧车门处，造成对方车辆右侧后视镜剐蹭，无人员伤亡。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
20	12	2024-08-30	2024	8	宁津		\N	\N		\N	交通事故	上班期间	全部责任	全部责任	2024年08月30日07时30分左右，我司驾驶员刘吉勇驾驶（车牌号为鲁ND0430）的垃圾收运车，由北向南行驶向东左拐弯时，剐蹭一辆在小区道路右侧停放的2018款330迈腾，造成对方车辆左侧翼子板和前侧保险杠损坏，无人员伤亡。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
21	13	2024-09-22	2024	9	宁津		\N	\N	孙建国	\N	交通事故	上班期间	无责任	无责任	2024年09月22日09时52分许，郭新安(男55岁，驾驶证号372431196903255717)驾驶的鲁N993D8号轻型货车，沿宁津县宁田路由北向南超车时，与顺行孙建国(男70岁)，驾驶的电动自行车相撞，致孙建国伤，两车损坏，造成道路交通事故。郭新安全责，孙建国无责，对方车险赔偿孙建国的全部损失。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
22	14	2024-10-04	2024	10	宁津		\N	\N		\N	交通事故	上班期间	全部责任	全部责任	2024年10月04日14时35分，我司驾驶员包书峰驾驶（车牌号为鲁ND3244）的垃圾收运车在肇事点倒车时与路边停放的小型轿车相撞，造成对方车辆右侧后翼子板及右侧后车门损坏，无人员伤亡。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
23	15	2024-11-23	2024	11	宁津		\N	\N	王玉清	\N	交通事故	上班期间	全部责任	全部责任	2024年11月23日15时25分左右，我司驾驶员刘立军驾驶（车牌号为鲁NG8138）的垃圾转运车，由东向西行驶至大柳镇前魏街红路灯路口，伤者在十字路口东北的一个商店门口向十字路口驶来，在绿灯亮后我方车辆起步时，伤者由车辆右侧行驶至我方车辆前方，导致我方车辆将伤者碰倒，双方车辆无损坏。随即拨打120将伤者送往医院。	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
24	16	2024-12-03	2024	12	宁津		\N	\N	杨爱慧	\N	交通事故	上班期间	次要责任	次要责任	2024年12月3日8时40分左右，我司驾驶员曹鹏驾驶（车牌号为鲁ND0430）的垃圾收运车，在正阳路与园区二号路交叉口由东向西行驶，在已行驶至路口西面人行道时，一女子骑电动自行车由南向北逆向、闯红灯行驶，撞在我司车辆左后车轮上，导致对方摔倒在地，电动自行车前轮损坏。事故发生后，对方按照其朋友的建议提出私了3000元，否则去医院检查（一是如若去医院检查，交警认定有人伤，会判定我方有责任；二是我方车辆保险的交强险可以将检查费全部报销）。我方驾驶员未同意，拨打122报警，刘金涛、黄元同到达现场了解情况。对方现场遗留电动车后，说是去医院检查。13:00左右，交警到现场勘查了解情况，对方始终未出现。“道路交通事故认定书”认定我方次责。最后，驾驶员与对方300元私了。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
25	17	2024-12-14	2024	12	宁津		\N	\N	张保法	\N	交通事故	上班期间	——	——	2024年12月13日09时00分左右，我司保洁员驾驶电动三轮车（私车）由北向南行驶至德牛肉业门口处时，一辆黑色迈腾轿车由北向南行驶与保洁员发生碰撞，导致保洁员死亡。双方车辆受损严重：①保洁员电动车车架在路西侧（距离撞击点约40米），电动车上方车板在路东侧，其他部件洒落整个路面；电动车电池距离电动车车架约30米。②对方轿车车头右侧（副驾驶前方车头）损坏严重，车辆挡风玻璃破损，有一个椭圆形印痕及血迹；气囊打开状态。	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
26	1	2025-01-23	2025	1	宁津		\N	\N	李士珍	\N	生产安全	意外	四级	四级	2025年01月23日14:40分左右，宁津项目杜集镇保洁员李士珍在G104沿线捡拾垃圾时，腿部着力不稳，摔倒时左手扶地，导致左手手腕肿胀。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
27	2	2025-02-26	2025	2	宁津		\N	\N		\N	交通	全部责任	四级	四级	宁津项目，2025年2月26日8时50分左右，在德州市陵城区宋家镇厚庄村（083乡道处），我司驾驶员王召新驾驶鲁N792DL的垃圾收运车由西向东行驶进行垃圾收运工作，为躲避前方顺向行驶突然变道的电动三轮车，向左冲向道路北侧，撞到一村民西屋的西墙，致我司车辆前挡风玻璃、车前中网受损，民房西屋部分西墙倒塌，现场无人员伤亡。事发后驾驶员王召新拨打122报警，并向公司安环品质部副经理刘金涛及生产运营部经理张康汇报。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
28	3	2025-03-30	2025	3	宁津		\N	\N	王春胜	\N	交通	无责任	四级	四级	2025年03月30日16:10分左右，宁津项目刘营伍乡保洁员王春胜驾驶电动三轮车在X089由北向南行驶至刘营伍乡寨西村村西时，被由北向南行驶的社会车辆撞击，导致两车受损，王春胜受伤。事故发生后，保洁员王春胜打电话给家属，家属通知乡镇管理员及主管，乡镇主管向安环部刘金涛汇报，刘金涛前往现场查看情况，向区域安环及项目总经理汇报；王春胜在家属的陪伴下，去县医院检查身体，右耳朵上方缝三针后回家；社会车辆（肇事司机）拨打交警电话及车险电话；事故当晚，乡镇主管去保洁员王春胜家中探望，询问，得知王春胜在从田地回村时发生的交通事故，因伤势较轻且与肇事方认识，私了解决。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
29	4	2025-04-15	2025	4	宁津		\N	\N		\N	交通	全部责任	四级	四级	宁津项目，2025年04月15日8:10分左右，宁城街道驾驶员卢健驾驶车牌号为鲁ND6549垃圾收运车沿104国道由南向北正常行驶，与路中等红绿灯的社会车辆鲁NV08N8小型轿车追尾，导致我方车辆右前大灯、副驾驶车门及前保险杠损坏，对方车辆后翼子板、左后尾灯及后车厢损坏，无人员伤亡。事发后社会车辆驾驶员拨打122报警，我方驾驶员卢健向公司安环品质部副经理刘金涛及生产运营部经理张康汇报，安环品质部刘金涛前往现场了解情况。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
30	5	2025-04-18	2025	4	宁津		\N	\N		\N	交通	无责任	四级	四级	2025年04月18日5:50分左右，大柳收运车司机菅国臣驾驶的鲁ND6267号垃圾收运车沿104国道在后魏街由西向东正常行驶至红绿灯路口（已打左转向灯）等绿灯，在绿灯亮起时向北行驶（左转弯）过程中，后方顺向行驶的社会车辆鲁F0558/N202G号挂车向左侧变道超车，与我方车辆剐蹭发生交通事故，导致我方车辆前挡风玻璃破碎，右侧车门、前保险杠损坏严重，无人员伤亡。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
31	6	2025-05-03	2025	5	宁津		\N	\N		\N	公众	非责任	四级	四级	2025年5月3日5点45分左右，池塘西侧一厂房的小门口不慎将火苗洒落至池塘西侧边坡后，边坡着火，火势趁北风往南，引燃柳絮、落叶后，将我方存放的垃圾桶引燃。垃圾桶着火后引燃垃圾桶西侧杨树及西侧厂房（另一家工厂）的东墙，造成车间部分损坏。 目前嫌疑人已拘留，事故缘由公安、消防正在进一步调查中。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
32	7	2025-06-02	2025	6	宁津		\N	\N		\N	交通	全部责任	四级	四级	宁津项目，2025年6月2日18时30分左右，我司驾驶员杜东明驾驶（车牌号为鲁N821KT）的垃圾收运车，前往固定停车场停车，自南向北行驶至文化西路时，去公共厕所方便，将车辆临时停放在路旁的停车场（车头朝东），启动车辆驶出停车场时，因左侧（停车场道路中间）停放一辆小轿车，无法由此道路向前（向北）驶出停车场，只能倒车驶出。驾驶员杜东明在倒车过程中，发现车辆右侧（南边）有一群学生从南向北活动嬉戏，为躲避右侧学生，向左打方向盘倒车出停车场出口处，剐蹭到后方车辆鲁N669KM，造成后方车辆后备箱门两处凹陷，后备箱玻璃破损，无人员伤亡。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
33	8	2025-07-15	2025	7	宁津		\N	\N	王振芹	\N	生产安全	意外	四级	四级	宁津项目，2025年7月15日早晨7点，宁津项目刘营伍乡保洁员王振芹在王营伍村后街胡同开展作业时，发现现场有因修顺水沟掉落在地的树枝，遂对树枝进行清理搬运。在将树枝放入三轮车后备箱的过程中，王振芹搬抬树枝时上身抬起，腿部未用劲，腰椎进而晃一下后，出现疼痛反应。事发后，王振芹在原地休息约10分钟，随后骑车返回住所。到家后，王振芹第一时间联系管理员商荣军说明情况，商荣军随即安排其前往乡镇医院进行检查。经乡镇医院初步检查，因设施条件限制，预判可能存在骨折情况，建议转至县级医院进一步检查确诊。下午一点保洁员在家人、管理员商荣军的陪同下前往县级医院检查，检查结果T12椎体压缩性骨折，并进行了微创手术，目前在家休养。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
34	9	2025-08-11	2025	8	宁津		\N	\N	孙建栋	\N	生产安全	意外	四级	四级	2025年8月11日7:30分左右，宁津项目大曹镇管理员孙建栋在巡查到谢庄后街时，一居民家的狗突然从胡同跑出，咬伤正在骑车的管理员孙建栋右侧大腿，前往医院打狂犬疫苗。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
35	10	2025-09-24	2025	9	宁津		\N	\N	张万德	\N	交通	待认定	四级	四级	于传峰系我司杜集镇收运车驾驶员，驾驶鲁NC0374垃圾收运车，车辆固定停放点在柴胡店转运站。2025年9月24日上午8:24分左右，于传峰在上班途中驾驶车辆（车速40公里/小时）前往杜集镇区收运垃圾途中，由东向西行驶至距离苏裕路丁字路口10米处时，发现车辆右前方顺向行驶的电动车突然左转弯。为躲避前方电动车，驾驶员于传峰紧急刹车并向左打方向盘，撞到正在左转的电动车，发生交通事故。导致对方人员头部受伤。	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
36	11	2025-10-17	2025	10	宁津		\N	\N	孙万枝	\N	交通	无责任	四级	四级	2025年10月17日8:20分左右，宁津项目大曹镇镇驻地保洁员孙万枝在乡镇管理员孙建栋集合打卡后，由于大雨，管理员安排暂时停止作业。8:40左右在回家的路上，保洁员孙万枝驾驶电动三轮车由东向西行驶至镇政府十字路口，左转弯后，由北向南行驶至减速带时，前轮胎过减速带后发生打滑，造成侧翻（右侧），保洁员孙万枝倒地。事故后联系管理员孙建栋，前往西塘村卫生室诊治，判定胳膊脱臼。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
37	12	2025-12-17	2025	12	宁津		\N	\N	洪艳升	\N	生产安全	意外	四级	四级	2025年12月17日早晨7:50左右，宁津项目相衙镇驾驶员洪艳升在孔圣庙村后街(东西道路）装完一个垃圾桶后，从车前小心翼翼地绕行至驾驶门，因12月12日降雪原因，降雪融化后遇低温结冰（房屋背阴处），地面形成了一层薄冰。左手打开车门，抬脚上车，就在右脚离地、左脚单脚支撑身体重心的瞬间，左脚脚底突然在冰面上打滑，身体失去平衡向后倾倒发生滑倒，洪艳升下意识用左胳膊肘率先着地支撑身体重量，导致左胳膊肘骨折，现前往宁津县人民医院治疗。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
38	13	2025-08-14	2025	8	宁津		\N	\N	韩晓亮	\N	交通	全部责任	四级	四级	2025年8月14日18：00左右在宁津国道339线李镇村口向南附近，我司车辆由北向南行驶至村口附近，前方车辆突然进行左转弯(掉头)，因躲避不及时，撞向对方车头(左侧)，我方车头朝西冲向道路右侧紧急制停，随后驾驶员于鑫宁报打122电话，公司生产运营部张康经理到现场拨打120电话，韩晓亮跟随救护车前往医院诊治。	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
40	2	2026-01-29	2026	1	宁津		\N	\N	是	\N	李金水	李金水在转运站突发疾病“脑溢血”	岗位发病	岗位发病	相衙镇	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
41	3	2026-02-10	2026	2	宁津		\N	\N	是	\N	田青槐	田青槐在三轮车下车时摔倒	踩空	踩空	长官镇	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
42	4	2026-03-19	2026	3	宁津		\N	\N	是	\N	李春东	收运垃圾时，社会四轮车与电动车相撞	次要责任	次要责任	相衙镇	\N	0.00	0.00	处理中	\N	\N	\N	2026-07-07 23:12:29.570164	2026-07-07 23:12:29.570164	f	30	\N	\N	0	0	f	\N
43	2024001	2024-04-12	\N	\N	\N	车间C区	\N	\N	\N	3867	生产安全事故	\N	\N	一般	设备故障导致人员轻伤	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-22 12:44:48.498449	2026-07-22 12:44:48.498449	f	30	\N	\N	0	0	f	\N
44	2024002	2024-06-18	\N	\N	\N	停车场	\N	\N	\N	3867	交通事故	\N	\N	轻微	倒车时剐蹭	\N	0.00	0.00	已结案	\N	\N	\N	2026-07-22 12:44:48.498449	2026-07-22 12:44:48.498449	f	30	\N	\N	0	0	f	\N
\.


--
-- Name: accidents_id_seq; Type: SEQUENCE SET; Schema: public; Owner: -
--

SELECT pg_catalog.setval('public.accidents_id_seq', 44, true);


--
-- PostgreSQL database dump complete
--

\unrestrict zDfuSXoW8XJDhvBUxNSkEiRf0BzErTBDCSGyS4O421nRcfmOkT1yfDJjRFw1SxT

